export default () => ({
  common: {
    showMore: 'Показать больше',
    learnMore: 'Подробнее',
    booking: 'Забронировать',
    availability: 'Показать наличие',
    back: 'Назад',
    phone: '+7 (963) 291-11-55 (городской)',
    address: 'Калининградская область, 236019 г. Калининград, Проспект Мира, д. 166а'
  },
  introTitle: {
    index: 'HOSTEL PALMBURG',
    indexSlug: 'ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    aboutUs: 'О нас',
    rooms: 'НОМЕРА',
    services: 'Услуги',
    faq: 'FAQ',
    contacts: 'Наши Контакты',
    subtitle: 'Добро пожаловать в уютный и современный хостел в тихом историческом районе города Калининграда.'
  },
  footer: {
    title: 'BED IDEA',
    titleSlug: 'Уютный и современный хостел в тихом историческом районе города Калининграда',
    navigation: 'Навигация',
    contacts: 'Контакты'
  },
  whyUs: {
    title: 'Почему именно мы',
    card1: {
      title: 'Расположение',
      content: 'Мы располагаемся в тихой и спокойной части города. Рядом находятся продуктовый магазин, спортивный зал'
    },
    card2: {
      title: 'Комфорт',
      content: 'Уютная атмосфера хостела напоминает домашнюю остановку. Темные приглушенные оттенки номеров, для комфортного сна, и светлые общие пространства'
    },
    card3: {
      title: 'Сервис',
      content: 'Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях'
    }
  },
  aboutUs: {
    title: 'BEDIDEA – уютный и современный хостел в тихом историческом районе города Калининграда.',
    content: [
      'Добро пожаловать в уютный и современный хостел в тихом историческом районе города Калининграда.',
      'Hostel Bed Idea – Ваш лучший выбор в путешествии по Калинниграду! ',
      'Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Мы предоставим все самое необходимое для комфортного проживания, если Вы решите стать нашим гостем.'
    ],
    advantagesTitle: 'Почему именно мы?',
    advantages: [
      {
        title: '1. Расположение',
        description: 'Мы располагаемся в тихой и спокойной части города. Рядом находятся продуктовый магазин, спортивный зал. Автобусная остановка расположена в\n' +
          '\n' +
          'непосредственной близости от хостела. В 10-ти минутах ходьбы остановка трамвая, который отвезет Вас по невероятному маршруту города до главных достопримечательностей – район Амалиенау, Площадь Победы, Рыбная деревня и остров Канта. '
      },
      {
        title: '2. Комфорт',
        description:
          'Уютная атмосфера хостела напоминает домашнюю остановку. Темные приглушенные оттенки номеров, для комфортного сна, и светлые общие пространства. В зоне отдыха Вы можете удобно расположиться на диване или в кресле при просмотре фильма (на таких площадках как IVI, OKKO, Кинопоиск) или поиграв в приставку. В номерах вы будете чувствовать себя как дома, так как мы продумали каждую деталь, для вашего комфорта Мы позаботились о безопасности ваших вещей. Все номера оборудованы ящиками-сейфами на магнитных замках, куда вы можете сложить все самое ценное. В кроватях имеются розетки, ночник, полочка и вешалка для одежды. Кухня полностью оборудована для приготовления вкусных блюд. Также имеется стиральная и сушильная машины, чтобы Вы могли путешествовать налегке.',
        descriptionSecond: 'Гости с личным или арендованным автомобилем могут бесплатно воспользоваться подземным паркингом, который охраняется круглосуточно.'
      },
      {
        title: '3. Сервис',
        description:
          'Наша команда состоит из молодых и отзывчивых ребят готовых помочь Вам провести прекрасно время у нас в гостях. Организовать экскурсию, трансфер, вечерний досуг, ответить на все интересующие Вас вопросы для нас только за счастье. У нас всегда чисто! Администраторы круглосуточно следят за поддержанием чистоты.',
        descriptionSecond: 'Наши двери всегда открыты для Вас. '

      }
    ],
    galleryTitle: 'Галерея',
    living:
      'Вопросы о проживании',
    contactsUs:
      'Наши контакты'
  },
  quote: {
    title1: 'HOSTEL PALMBURG – ТИХАЯ ГАВАНЬ ВДАЛИ ОТ ГОРОДСКОЙ СУЕТЫ',
    description1:
      'У нас вы отдохнете от «бетонных джунглей». Чистый воздух и тишина пригорода встретят Вас, если Вы решите стать нашим гостем. Мы уже подумали о Вас заранее, поэтому Вы будете чувствовать себя как дома. Городская суета, шум и гам или дивные закаты у воды на фоне яхт? Выбор остаётся только за Вами.',
    title2:
      'ТАК ЖЕ',
    description2:
      'Мы предлагаем оборудованную парковку для гостей в домах на колесах, с возможностью подключения к сетям и доступом к инфраструктуре хостела.'
  },
  serviceTypes: {
    free: 'Бесплатные услуги',
    paid:
      'Платные услуги'
  },
  freeServices: {
    register24: 'Стойка регистрации 24/7',
    kitchen:
      'Общая кухня',
    freeWifi:
      'Бесплатный WiFi',
    // tea:
    //   'Чай, кофе и печенье',
    taxi:
      'Заказ такси',
    fen:
      'Фен',
    medical:
      'Аптечка',
    iron:
      'Утюг',
    // usb: 'USB Розетки и светильникиы',
    games:
      'Книги, настольные игры',
    // computer: 'Пользование компьютером',
    tv:
      'ТВ, игровая приставка и WiFi'
    // alcove:
    //   'беседка'
    // playground:
    //   'детская площадка'
  },
  paidServices: {
    souvenir: 'Оригинальные сувениры',
    visa:
      'Визовая поддержка',
    // velo:
    //   'Прокат велосипедов и самокатов',
    excursion:
      'Организация экскурсий',
    belie:
      'Дополнительная смена белья и полотенец',
    wash:
      'Услуги прачечной',
    halat:
      'Халаты',
    bus:
      'Трансфер',
    // breakfast:
    //   'Завтраки',
    shoez:
      'Тапочки',
    cosmetic:
      'Косметические наборы',
    hygien:
      'Гигиенические наборы'
    // grill:
    //   'газовый гриль'
  },
  roomsSection: {
    titleAll: 'Комнаты',
    titleCurrent:
      'Другие номера'
  },
  roomsTitles: {
    titleTwo: 'Двухместный номер с общим с\\у и душем',
    titleSixCommon: 'Шестиместный общий номер с собственным с\\у и душем',
    titleSixWomen: 'Шестиместный женский номер с собственным с\\у и душем',
    titleNine: '9-местный общий номер с собственным с\\у и душевыми',
    titleFour: 'Четырехместный общий номер с общим с\\у и душем'
  }
})
